/* More Printers Browsers button title. */
"More Printers" = "更多打印机";

/* Search/Filter toolbar item title. */
"Search" = "搜索";

/* Search/Filter toolbar menu item for printers. */
"Search Printers" = "搜索打印机";

/* Search/Filter toolbar menu item for models. */
"Search Models" = "搜索型号";

/* displayed when the ppd is missing any of the cupsfilter entries. */
"MissingParts" = "缺少该打印机的一些软件。";

/* displayed as part of the message that will follow the 'MissingParts' string */
"MissingMessage" = "您可能无法打印到“%@”。请重新安装打印机软件。";

/* Title of Cancel button */
"Cancel" = "取消";

/* Title of Continue button */
"Continue" = "继续";

/* Title of OK button */
"OK" = "好";

/* Title of alert shown when there is an error adding a printer. */
"An error occurred while trying to add the selected printer." = "尝试添加所选打印机时出错。";

/* Error number shown in error alerts */
"Error:%d" = "错误：%d";

/* When a queue by the same name or url already exists. */
"Queue already exists." = "队列已存在。";

/* Title of alert shown when there is a potential duplicate for a printer. */
"A queue for this printer already exists. Do you really want to create a new queue?" = "此打印机已存在一个队列，您确定要创建一个新队列吗？";

/* Title of alert shown when there is a potential duplicate for a fax. ADD_FAX_PRINTER_EXISTS_TITLE */
"A queue for this fax printer already exists. Do you really want to create a new queue?" = "此传真打印机已存在一个队列，您确定要创建一个新队列吗？";

/* Title of auto setup window */
"Determining Installable Options..." = "正在确定可安装的选项…";

/* Title of manual setup window */
"Installable Options" = "可安装的选项";

/* String for CUPS_SERVER_NOT_AVAILABLE error */
"CUPS server not available" = "打印服务不可用。";

/* String for missing tioga drivers */
"No third-party printer browsers were found." = "未找到第三方打印机浏览器。";
